Repository: huixiangyang/arc-kit
Catalog: Sources/Application/Resources/Localization/AppBackground.xcstrings
Source language: en
Languages: zh_hans

# aura.addColor
source: Add Color
zh_hans: 添加颜色

# aura.advanced
source: Customize Theme
zh_hans: 自定义主题

# aura.amber
source: Amber
zh_hans: 琥珀

# aura.appearance
source: Follow Appearance
zh_hans: 跟随深浅外观

# aura.aurora
source: Aurora
zh_hans: 极光

# aura.automation
source: Theme Schedule
zh_hans: 主题切换

# aura.color
source: Theme Color
zh_hans: 主题颜色

# aura.colors
source: Palette
zh_hans: 配色

# aura.dark
source: Dark
zh_hans: 深色

# aura.day
source: Day Theme
zh_hans: 日间主题

# aura.dayStart
source: Day Starts
zh_hans: 日间开始

# aura.delete
source: Delete Theme
zh_hans: 删除主题

# aura.deleteConfirm
source: Delete this personal theme?
zh_hans: 删除这个个人主题？

# aura.deleteHint
source: Scheduled references will use Amber instead.
zh_hans: 使用此主题的时段会改用琥珀。

# aura.duplicate
source: Duplicate
zh_hans: 复制

# aura.dusk
source: Dusk
zh_hans: 暮色

# aura.export
source: Export Theme…
zh_hans: 导出主题…

# aura.extract
source: Extract Colors from Image…
zh_hans: 从图片提取配色…

# aura.favorite
source: Favorite Theme
zh_hans: 收藏主题

# aura.fileInvalid
source: Choose a valid Arc Kit theme file (up to 64 KB).
zh_hans: 请选择有效的 Arc Kit 主题文件（最大 64 KB）。

# aura.fog
source: Mist
zh_hans: 薄雾

# aura.form
source: Composition
zh_hans: 构图

# aura.glacier
source: Glacier
zh_hans: 冰川

# aura.glow
source: Glow
zh_hans: 光晕

# aura.grain
source: Fine Grain
zh_hans: 细颗粒

# aura.hint
source: Themes fill the entire window. Motion pauses when the window is inactive or energy saving is needed.
zh_hans: 主题贯穿整个窗口；窗口不活动或需要节能时暂停动效。

# aura.horizontal
source: Horizontal Position
zh_hans: 水平位置

# aura.imageInvalid
source: Unable to extract colors from this image.
zh_hans: 无法从这张图片提取配色。

# aura.import
source: Import Theme…
zh_hans: 导入主题…

# aura.ink
source: Ink & Gold
zh_hans: 墨金

# aura.intensity
source: Color Intensity
zh_hans: 色彩浓度

# aura.invalid
source: This theme contains invalid colors or settings.
zh_hans: 主题包含无效配色或参数。

# aura.light
source: Light
zh_hans: 浅色

# aura.limit
source: You can save up to 60 personal themes.
zh_hans: 最多可保存 60 个个人主题。

# aura.manual
source: Manual
zh_hans: 手动

# aura.mist
source: Forest Mist
zh_hans: 松雾

# aura.modified
source: Customized
zh_hans: 已调整

# aura.motion
source: Movement
zh_hans: 运动速度

# aura.name
source: Theme Name
zh_hans: 主题名称

# aura.newName
source: My Soft Glow
zh_hans: 我的柔光

# aura.night
source: Night Theme
zh_hans: 夜间主题

# aura.nightStart
source: Night Starts
zh_hans: 夜间开始

# aura.overlay
source: Reading Overlay
zh_hans: 阅读遮罩

# aura.override
source: Manual theme is active until automatic switching resumes.
zh_hans: 已临时使用手动主题，恢复自动切换后继续按规则选择。

# aura.parallax
source: Subtle Pointer Parallax
zh_hans: 轻微指针视差

# aura.particles
source: Particles
zh_hans: 粒子

# aura.personal
source: My Themes
zh_hans: 我的主题

# aura.preview
source: Preview Appearance
zh_hans: 预览外观

# aura.removeColor
source: Remove Last Color
zh_hans: 移除末尾颜色

# aura.restore
source: Restore Theme
zh_hans: 恢复当前主题

# aura.resume
source: Resume Automatic Theme
zh_hans: 恢复自动切换

# aura.ribbon
source: Ribbon
zh_hans: 光带

# aura.save
source: Save as Theme…
zh_hans: 保存为主题…

# aura.schedule
source: By Time
zh_hans: 按时段

# aura.scheduleHint
source: Manual selection temporarily overrides the schedule until you resume it.
zh_hans: 手动选择会临时覆盖自动规则，点击恢复自动切换即可继续。

# aura.shuffle
source: New Composition
zh_hans: 换个构图

# aura.slow
source: Slow
zh_hans: 缓慢

# aura.spread
source: Light Spread
zh_hans: 光线范围

# aura.standard
source: Standard
zh_hans: 标准

# aura.status
source: Saved automatically
zh_hans: 自动保存

# aura.still
source: Still
zh_hans: 静止

# aura.themes
source: Soft Glow Themes
zh_hans: 柔光主题

# aura.undo
source: Undo Adjustment
zh_hans: 撤销调整

# aura.unfavorite
source: Remove Favorite
zh_hans: 取消收藏

# aura.vertical
source: Vertical Position
zh_hans: 垂直位置

# background.accessibilityLabel
source: App background: %1$@
zh_hans: 应用背景：%1$@

# background.app.background
source: App Background
zh_hans: 应用背景

# background.app.background.preview
source: App Background Preview
zh_hans: 应用背景预览

# background.app.background.saved
source: App background saved
zh_hans: 应用背景已保存

# background.appearance.adjustments
source: Appearance Adjustments
zh_hans: 画面调节

# background.background.file.actions
source: Background file actions
zh_hans: 背景文件操作

# background.background.operation.failed
source: Background operation failed
zh_hans: 背景操作失败

# background.background.style
source: Background style
zh_hans: 背景样式

# background.blur
source: Blur
zh_hans: 模糊程度

# background.browse.wallpapers
source: Browse Wallpapers
zh_hans: 浏览壁纸图库

# background.changes.save.automatically
source: Changes save automatically
zh_hans: 更改自动保存

# background.choose.file
source: Choose File…
zh_hans: 选择文件…

# background.clear.background.file
source: Clear Background File
zh_hans: 清除背景文件

# background.dismiss.background.message
source: Dismiss background message
zh_hans: 关闭背景提示

# background.follow.system.appearance
source: Follow System Appearance
zh_hans: 跟随系统外观

# background.interface.overlay
source: Interface overlay
zh_hans: 界面遮罩

# background.loading.background
source: Loading background…
zh_hans: 正在读取背景…

# background.opacity
source: Opacity
zh_hans: 不透明度

# background.reduce.transparency.enabled.macos.so
source: Reduce Transparency is enabled in macOS, so a solid background is shown. Your background selection is preserved.
zh_hans: 系统已开启“减少透明度”，当前使用纯色界面；背景选择会保留。

# background.replace.file
source: Replace File…
zh_hans: 更换文件…

# background.reset.background
source: Reset Background
zh_hans: 重置背景

# background.restore.clarity
source: Restore Clarity
zh_hans: 恢复清晰

# background.restoreHint
source: Keep the background file and restore 75% opacity, no blur and a 20% overlay
zh_hans: 保留背景文件，恢复 75% 不透明度、无模糊和 20% 遮罩

# background.saving
source: Saving…
zh_hans: 正在保存…

# background.saving.app.background
source: Saving app background…
zh_hans: 正在保存应用背景…

# background.storage.background.video.missing.choose
source: The background video is missing. Choose it again.
zh_hans: 背景视频已丢失，请重新选择。

# background.storage.choose.mp4.mov.m4v.video
source: Choose an MP4, MOV or M4V video no larger than 2 GB.
zh_hans: 请选择不超过 2 GB 的 MP4、MOV 或 M4V 视频。

# background.storage.concurrentChange
source: Background settings changed elsewhere. Reload them.
zh_hans: 背景设置已被其他操作修改，请重新加载。

# background.storage.image
source: Image
zh_hans: 图片

# background.storage.imageMissing
source: The background image is missing. Choose another image or clear it.
zh_hans: 背景图片已丢失，请重新选图或清除图片。

# background.storage.imageUnreadable
source: Cannot read the background image. Choose another image or clear it.
zh_hans: 背景图片无法读取，请重新选图或清除图片。

# background.storage.invalidAssetIndex
source: Background asset index is missing or invalid.
zh_hans: 背景素材索引缺失或无效。

# background.storage.invalidImage
source: Choose a decodable local image no larger than 100 MB or 150 million pixels.
zh_hans: 请选择可解码且不超过 100 MB、1.5 亿像素的本地图片。

# background.storage.invalidSettings
source: Invalid app background settings. Reload or reset the background.
zh_hans: 应用背景设置无效，请重新加载或重置背景。

# background.storage.recordMissing
source: Background configuration record is missing.
zh_hans: 背景配置记录缺失。

# background.storage.soft.glow
source: Soft Glow
zh_hans: 柔光

# background.storage.system
source: System
zh_hans: 系统

# background.storage.video
source: Video
zh_hans: 视频

# background.storage.video.playable.video.track.missing
source: The video has no playable video track.
zh_hans: 视频没有可播放的画面轨道。

# background.storage.videoUnreadable
source: Cannot read the background video. Choose it again.
zh_hans: 背景视频无法读取，请重新选择。

# background.unsavedChanges
source: Background changes not saved
zh_hans: 背景更改尚未保存

# background.used.arcKit.windows.images
source: Used only in Arc Kit windows. Images and videos are stored as independent copies, so clearing the wallpaper library does not affect them.
zh_hans: 仅用于 Arc Kit 窗口。图片与视频保存独立副本，清理图库不影响背景。

# background.videos.loop.silently.videos.effects.pause
source: Videos loop silently. Videos and effects pause when the window is inactive or Reduce Motion is enabled.
zh_hans: 视频静音循环。窗口不活动或开启“减少动态效果”时暂停视频与动效。

# library.asset.library
source: The asset is in your library, but another background change is in progress. Try again later.
zh_hans: 素材已在图库，应用背景正在处理其他更改，请稍后重试。

# library.now.arcKit.background
source: “%1$@” is now the Arc Kit background.
zh_hans: 已将“%1$@”设为 Arc Kit 背景。
